exports.donasi = (id, BotName, corohelp, tampilTanggal, tampilWaktu, instagram, telegram, youtube, kapanbotaktif, grupch1, grupch2) => {
	return `〄{ *MENU DONASI ${BotName}* }〄
  
  
ᴛᴇʀɪᴍᴀ ᴋᴀsɪʜ
*${id.split("@s.whatsapp.net")[0]}*
ᴛᴇʟᴀʜ ᴍᴇᴍʙᴜᴋᴀ ᴍᴇɴᴜ ᴅᴏɴᴀsɪ
🗓 * $ { tampilTanggal } * 🐼
⏰ * $ {tampilWaktu} * 🐼
(Server Waktu)
🛡 * ᴏᴠᴏ *: 
🛡 * ᴅᴀɴᴀ *: 
🛡 * ɢᴏᴘᴀʏ *: 085893228346
</s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </ s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> orang </s> 8
</s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </ s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> </s> orang <
⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇⬇
ᴊᴀɴɢᴀɴ ʟᴜᴘᴀ ғᴏʟʟᴏᴡ ɪɴsᴛᴀɢʀᴀᴍ
${instagram}

☞ᴛᴇʟᴇɢʀᴀᴍ : ${telegram}
╔═╗═════╔╗════╔╗═╔╦╦╗
║║╠═╦═╦═╬╣╔╦╦╦╣╠╗║║║║
║║║╬║╬║╬║║║║║║║═╣╠╬╬╣
╚╩╬╗╠═╣╔╩╝╠╗╠═╩╩╝╚╩╩╝
══╚═╝═╚╝══╚═╝
ᴄʀᴇᴀᴛᴏʀ ʙʏ ʏᴏᴜᴛᴜʙᴇ ʀᴇᴜᴢ
`
}
